tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "base64"
brew "gh"
brew "git"
brew "lazygit"
brew "python@3.10"
brew "python@3.11"
brew "starship"
brew "stow"
cask "adoptopenjdk8"
cask "aptible"
cask "font-fira-code-nerd-font"
vscode "abusaidm.html-snippets"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "burkeholland.simple-react-snippets"
vscode "dannywrayuk.yaml-json-converter"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "gcazaciuc.vscode-flow-ide"
vscode "GitHub.copilot"
vscode "GrapeCity.gc-excelviewer"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "janisdd.vscode-edit-csv"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "rajeshroyal896.extended-html5-boilerplate"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "shaman-apprentice.html5-skelton"
vscode "shardulm94.trailing-spaces"
vscode "sidthesloth.html5-boilerplate"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "TaodongWu.ejs-snippets"
vscode "tomoki1207.pdf"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "WallabyJs.quokka-vscode"
vscode "yzhang.markdown-all-in-one"
vscode "ZixuanChen.vitest-explorer"
vscode "znck.grammarly"
